[
    {
        "ref": "",
        "name": "Element"
    },
    {
        "ref": "Alberty RA. Thermodynamics of Biochemical Reactions. 1st ed. Hoboken, New Jersey: John Wiley & Sons; 2003.",
        "name": "Alberty (2003)"
    },
	{
        "ref": "Alberty RA. Biochemical Thermodynamics: Applications of Mathematica, Wiley, Hoboken, NJ, 2006.",
        "name": "Alberty (2006)"
    },
    {
        "ref": "Thauer RK, Jungermann K, Decker K. Energy conservation in chemotrophic anaerobic bacteria. Bacteriological reviews. 1977;41(3):809.",
        "name": "Thauer (1977)"
    },
    {
        "ref": "Dolfing J, Janssen DB. Estimates of Gibbs free energies of formation of chlorinated aliphatic compounds. Biodegradation. 1994;5(1):21-28.",
        "name": "Dolfing (1994)"
    },
    {
        "ref": "Wagman D, Evans W, Parker V, Schumm R, Halow I, Bailey S, Churney K, Nuttall R. The NBS Tables of Chemical Thermodynamic Properties. J. Phys. Chem. Ref. Data 1982, 11, (Supplement No. 2).",
        "name": "Wagman (1982)"
    },
    {
        "ref": "Loach, P. A. (2010). Handbook of Biochemistry and Molecular Biology: Oxidation-Reduction Potentials, Absorbance Bands and Molar Absorbance of Compounds used in Biochemical Studies. (4th ed., pp. 557-562). CRC Press.",
        "name": "CRC Biochemistry (2010)"
    },
    {
        "ref": "Noor E, Bar-Even A, Flamholz AI, et al. An integrated open framework for thermodynamics of biochemical reactions that combines accuracy and coverage. (unpublished)",
        "name": "Group Contribution"
    },
    {
        "ref": "Noor E, Bar-Even A, Flamholz AI, et al. The Unified Group Contribution Method. (unpublished)",
        "name": "Unified Group Contribution"
    },
    {
        "ref": "Saeki, K., T. Haruna, T. Kakuno, J. Yamashita, and T. Horio. 1986. A novel FAD-protein that allows effective reduction of methyl viologen by NADH (NADH-methyl viologen reductase) from photosynthetic bacterium, Rhodospirillum rubrum: purification and characterization. Journal of biochemistry. 99: 423-35.",
        "name": "Saeki (1985)"
    },
    {
        "ref": "﻿Unden, G., and J. Bongaerts. 1997. Alternative respiratory pathways of Escherichia coli: energetics and transcriptional regulation in response to electron acceptors. Biochimica et biophysica acta. 1320: 217-34.",
        "name": "Unden (1997)"
    }
    
]
